{
  "actionTitle": {
    "am": "PowerInput : በAI ይተርጉሙ እና ይለውጡ",
    "ar": "PowerInput: ترجم وحسن بذكاء اصطناعي",
    "bg": "PowerInput: Превеждай и Стилизирай с AI",
    "bn": "PowerInput: AI দিয়ে অনুবাদ ও স্টাইল করুন",
    "ca": "PowerInput: Tradueix i Estilitza amb IA",
    "cs": "PowerInput: Překládej a Styluj pomocí AI",
    "da": "PowerInput: Oversæt & Styl med AI",
    "de": "PowerInput: KI-Übersetzung & Text-Styling",
    "el": "PowerInput: Μετάφραση & Στυλ με AI",
    "en": "PowerInput: AI Translate, Rewrite & Style Inline",
    "es": "PowerInput: Traduce, Redacta y Estiliza con IA",
    "es_419": "PowerInput: Traduce, Redacta y Estiliza con IA",
    "et": "PowerInput: Tõlgi ja Stiili AI-ga",
    "fa": "PowerInput: ترجمه و استایل با هوش مصنوعی",
    "fi": "PowerInput: Käännä ja Muotoile AI:lla",
    "fil": "PowerInput: Isalin at I-style gamit ang AI",
    "fr": "PowerInput : Traduis, Récris & Stylise par IA",
    "gu": "PowerInput: AI સાથે અનુવાદ અને સ્ટાઇલ",
    "he": "PowerInput: תרגם ועצב עם בינה מלאכותית",
    "hi": "PowerInput: AI से अनुवाद और स्टाइल करें",
    "hr": "PowerInput: Prevedi i Stiliziraj uz AI",
    "hu": "PowerInput: Fordíts és Stilizálj AI-val",
    "id": "PowerInput: Terjemahkan & Gaya dengan AI",
    "it": "PowerInput: Traduci, Riscrivi e Stilizza con IA",
    "ja": "PowerInput: AIで翻訳・書き換え・装飾",
    "kn": "PowerInput: AI ಮೂಲಕ ಅನುವಾದಿಸಿ ಮತ್ತು ಮಾರ್ಪಡಿಸಿ",
    "ko": "PowerInput: AI 번역, 재작성 및 스타일링",
    "lt": "PowerInput: Versk ir Stiliuok su AI",
    "lv": "PowerInput: Tulko un Stilizē ar AI",
    "ml": "PowerInput: AI ഉപയോഗിച്ച് വിവർത്തനം ചെയ്യുക",
    "mr": "PowerInput: AI सह अनुवाद आणि शैली",
    "ms": "PowerInput: Terjemah & Gaya dengan AI",
    "nl": "PowerInput: Vertaal & Stijl met AI",
    "no": "PowerInput: Oversett & Stiler med AI",
    "pl": "PowerInput: Tłumacz i Stylizuj z AI",
    "pt_BR": "PowerInput: Traduza, Reescreva e Estilize com IA",
    "pt_PT": "PowerInput: Traduza, Reescreva e Estilize com IA",
    "ro": "PowerInput: Tradu și Stilizează cu AI",
    "ru": "PowerInput: Перевод и Стилизация через ИИ",
    "sk": "PowerInput: Prekladaj a Styluj s AI",
    "sl": "PowerInput: Prevedi in Stiliziraj z AI",
    "sr": "PowerInput: Преведи и Стилизуј уз помоћ ИИ",
    "sv": "PowerInput: Översätt & Styla med AI",
    "sw": "PowerInput: Tafsiri & Booresha kwa AI",
    "ta": "PowerInput: AI மூலம் மொழிபெยர்ப்பு & ஸ்டைல்",
    "te": "PowerInput: AI తో అనువాదం & స్టైలింగ్",
    "th": "PowerInput: แปลและจัดสไตล์ด้วย AI",
    "tr": "PowerInput: AI ile Çevir ve Biçimlendir",
    "uk": "PowerInput: Переклад та Стилізація через ШІ",
    "vi": "PowerInput: Dịch & Tạo kiểu bằng AI",
    "zh_CN": "PowerInput：AI 翻译、重写与润色",
    "zh_TW": "PowerInput：AI 翻譯、重寫與潤色"
  },
  "extensionDescription": {
    "am": "እየተየቡ እያለ ጽሑፍን ለመተርጎም፣ እንደገና ለመጻፍ እና ለማሳመር የሚያገለግሉ የቁልፍ ሰሌዳ አቋራጮች። ቅጂ-ለጥፍ የለም፣ ሙሉ በሙሉ ሊበጁ የሚችሉ ቅድመ-ቅንብሮች።",
    "ar": "اختصارات لوحة المفاتيح لترجمة أي نص وإعادة صياغته وتنسيقه مباشرةً حيث تكتب. لا نسخ ولصق، إعدادات مسبقة قابلة للتخصيص بالكامل.",
    "bg": "Клавишни комбинации за превод, пренаписване и стилизиране на текст директно докато пишете. Без копи-пейст, напълно персонализируеми настройки.",
    "bn": "আপনি যেখানে টাইপ করছেন সেখানেই সরাসরি টেক্সট অনুবাদ, পুনর্লিখন এবং স্টাইল করার জন্য কীবোর্ড শর্টকাট। কপি-পেস্ট নেই, সম্পূর্ণ কাস্টমাইজযোগ্য প্রিসেট।",
    "ca": "Dreceres de teclat per traduir, reescriure i estilitzar qualsevol text directament on escriviu. Sense copiar i enganxar, preajustos totalment personalitzables.",
    "cs": "Klávesové zkratky pro překlad, přepsání a stylizaci textu přímo tam, kde píšete. Žádné kopírování a vkládání, plně přizpůsobitelné předvolby.",
    "da": "Genvejstaster til at oversætte, omskrive og style tekst direkte, hvor du skriver. Ingen kopiering og indsættelse, fuldt tilpasselige forudindstillinger.",
    "de": "Tastaturkürzel zum Übersetzen, Umschreiben und Gestalten von Text direkt bei der Eingabe. Kein Kopieren und Einfügen, völlig anpassbare Voreinstellungen.",
    "el": "Συντομεύσεις πληκτρολογίου για μετάφραση, επαναδιατύπωση και στυλ κειμένου απευθείας εκεί που πληκτρολογείτε. Χωρίς αντιγραφή-επικόλληση, πλήρως προσαρμόσιμες προεπιλογές.",
    "en": "Transform any text field instantly! Use shortcuts to translate, rewrite or style inline. Zero copy-paste, total focus.",
    "es": "Atajos de teclado para traducir, reescribir y dar estilo a cualquier texto directamente donde escribes. Sin copiar y pegar, ajustes totalmente personalizables.",
    "es_419": "Atajos de teclado para traducir, reescribir y dar estilo a cualquier texto directemente donde escribes. Sin copiar y pegar, ajustes totalmente personalizables.",
    "et": "Kiirklahvid teksti tõlkimiseks, ümberkirjutamiseks ja kujundamiseks otse tippimise kohas. Ei mingit kopeerimist-kleepimist, täielikult kohandatavad eelseadistused.",
    "fa": "میانبرهای صفحه کلید برای ترجمه، بازنویسی و استایل دهی متن مستقیماً در جایی که تایপ می کنید. بدون کپی پیست, پیش تنظیمات کاملاً قابل تنظیم.",
    "fi": "Pikanäppäimet tekstin kääntämiseen, uudelleenkirjoittamiseen ja muotoiluun suoraan kirjoituskohdassa. Ei kopiointia ja liittämistä, täysin muokattavat esiasetukset.",
    "fil": "Mga keyboard shortcut upang isalin, muling isulat, at i-style ang anumang text nang direkta kung saan ka nagta-type. Walang copy-paste, ganap na nako-customize na mga preset.",
    "fr": "Transformez n’importe quel champ texte instantanément ! Utilisez des raccourcis pour traduire, réécrire ou styler via IA. Zéro copier-coller, focus total.",
    "gu": "તમે જ્યાં ટાઇપ કરો છો ત્યાં જ ટેક્સ્ટનો અનુવાદ, પુનઃલેખન અને શૈલી કરવા માટે કીબોર્ડ શોર્ટકટ્સ. કોઈ કોપી-પેસ્ટ નથી, સંપૂર્ણપણે કસ્ટમાઇઝ કરી શકાય તેવા પ્રીસેટ્સ.",
    "he": "קיצורי מקלדת לתרגום, שכתוב ועיצוב טקסט ישירות במקום שבו אתה מקליד. ללא העתק-הדבק, הגדרות קבועות מראש הניתנות להתאמה אישית מלאה.",
    "hi": "आप जहां टाइप करते हैं, वहीं सीधे टेक्स्ट का अनुवाद, पुनर्लेखन और स्टाइल करने के लिए कीबोर्ड शॉर्टकट। कोई कॉपी-पेस्ट नहीं, पूरी तरह से अनुकूलन योग्य प्रीसेट।",
    "hr": "Tipkovnički prečaci za prevođenje, prepisivanje i stiliziranje teksta izravno tamo gdje tipkate. Nema kopiranja i lijepljenja, potpuno prilagodljive postavke.",
    "hu": "Billentyűparancsok a szöveg fordításához, átírásához és stílusának megadásához közvetlenül gépelés közben. Nincs másolás-beillesztés, teljesen testreszabható előre beállított értékek.",
    "id": "Pintasan keyboard untuk menerjemahkan, menulis ulang, dan menata gaya teks langsung di tempat Anda mengetik. Tanpa salin-tempel, preset yang dapat disesuaikan sepenuhnya.",
    "it": "Scorciatoie da tastiera per tradurre, riscrivere e stilizzare qualsiasi testo direttamente mentre scrivi. Nessun copia-incolla, preset completamente personalizzabili.",
    "ja": "入力場所で直接テキストを翻訳、書き換え、スタイル変更できるキーボードショートカット。コピペ不要、完全にカスタマイズ可能なプリセット。",
    "kn": "ನೀವು ಟೈಪ್ ಮಾಡುವ ಸ್ಥಳದಲ್ಲಿಯೇ ಪಠ್ಯವನ್ನು ಅನುವಾದಿಸಲು, ಪುನಃ ಬರೆಯಲು ಮತ್ತು ಶೈಲಿ ಮಾಡಲು ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು. ಕಾಪಿ-ಪೇಸ್ಟ್ ಇಲ್ಲ, ಸಂಪೂರ್ಣವಾಗಿ ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದಾದ ಪೂರ್ವನಿಗದಿಗಳು.",
    "ko": "입력하는 곳에서 직접 텍스트를 번역, 재작성 및 스타일링하는 키보드 단축키. 복사 붙여넣기 없음, 완전히 사용자 정의 가능한 사전 설정.",
    "lt": "Spartieji klavišai, skirti versti, perrašyti ir stilizuoti tekstą tiesiogiai ten, kur rašote. Jokio kopijavimo ir įklijavimo, visiškai pritaikomi išankstiniai nustatymai.",
    "lv": "Tastatūras īsceļi, lai tulkotu, pārrakstītu un veidotu tekstu tieši tur, kur rakstāt. Bez kopēšanas un ielīmēšanas, pilnībā pielāgojami sākotnējie iestatījumi.",
    "ml": "നിങ്ങൾ ടൈപ്പ് ചെയ്യുന്നിടത്ത് നേരിട്ട് ടെക്സ്റ്റ് വിവർത്തനം ചെയ്യാനും തിരുത്തിയെഴുതാനും സ്റ്റൈൽ ചെയ്യാനുമുള്ള കീബോർഡ് കുറുക്കുവഴികൾ. കോപ്പി-പേസ്റ്റ് ഇല്ല, പൂർണ്ണമായും ഇഷ്ടാനുസൃതമാക്കാവുന്ന പ്രീസെറ്റുകൾ.",
    "mr": "आपण जिथे टाईप करता तिथे मजकूर अनुवादित करण्यासाठी, पुन्हा लिहिण्यासाठी आणि शैली देण्यासाठी कीबोर्ड शॉर्टकट. कॉपी-पेस्ट नाही, पूर्णपणे सानुकूल करण्यायोग्य प्रीसेट.",
    "ms": "Pintasan papan kekunci untuk menterjemah, menulis semula dan menggayakan sebarang teks secara terus di tempat anda menaip. Tiada salin-tampal, pratetap boleh disesuaikan sepenuhnya.",
    "nl": "Sneltoetsen om tekst direct te vertalen, herschrijven en stylen waar je typt. Geen kopiëren-plakken, volledig aanpasbare voorinstellingen.",
    "no": "Tastatursnarveier for å oversette, omskrive og style tekst direkte der du skriver. Ingen kopiering og liming, fullt tilpassbare forhåndsinnstillinger.",
    "pl": "Skróty klawiaturowe do tłumaczenia, przepisywania i stylizowania tekstu bezpośrednio w miejscu pisania. Bez kopiowania i wklejania, w pełni konfigurowalne ustawienia.",
    "pt_BR": "Atalhos de teclado para traduzir, reescrever e estilizar qualquer texto diretamente onde você digita. Sem copiar e colar, predefinições totalemente personalizáveis.",
    "pt_PT": "Atalhos de teclado para traduzir, reescrever e estilizar qualquer texte directemente onde você digita. Sem copiar e colar, predefinições totalemente personalizáveis.",
    "ro": "Comenzi rapide de la tastatură pentru a traduce, rescrie și stiliza orice text direct acolo unde tastați. Fără copiere-lipire, presetări complet personalizabile.",
    "ru": "Горячие клавиши для перевода, переписывания и стилизации текста прямо при вводе. Без копирования, полностью настраиваемые пресеты.",
    "sk": "Klávesové skratky na preklad, prepisovanie a štýlovanie textu priamo tam, kde píšete. Žiadne kopírovanie a vkladanie, plne prispôsobiteľné predvoľby.",
    "sl": "Bližnjice na tipkovnici za prevajanje, prepisovanje in oblikovanje besedila neposredno tam, kjer tipkate. Brez kopiranja in lepljenja, popolnoma prilagodljive prednastavitve.",
    "sr": "Пречице на тастатури за превођење, поновно писање и стилизовање текста директно тамо где куцате. Без копирања и лепљења, потпуно прилагодљива подешавања.",
    "sv": "Kortkommandon för att översätta, skriva om och styla text direkt där du skriver. Ingen kopiera-klistra, helt anpassningsbara förinställningar.",
    "sw": "Njia za mkato za kibodi kutafsiri, kuandika upya na kuweka mtindo maandishi yoyote moja kwa moja unapoandika. Hakuna kunakili na kubandika, mipangilio iliyobinafsishwa kikamilifu.",
    "ta": "நீங்கள் தட்டச்சு செய்யும் இடத்திலேயே உரையை மொழிபெயர்க்க, மீண்டும் எழுத மற்றும் வடிவமைக்க விசைப்பலகை குறுக்குவழிகள். நகல்-பேஸ்ட் இல்லை, முழுமையாகத் தனிப்பயனாக்கக்கூடிய முன்னமைவுகள்.",
    "te": "మీరు టైప్ చేసే చోటే వచనాన్ని అనువదించడానికి, తిరిగి వ్రాయడానికి మరియు స్టైల్ చేయడానికి కీబోర్드 షార్ట్‌కట్‌లు. కాపీ-పేస్ట్ లేదు, పూర్తిగా అనుకూలీకరించదగిన ప్రీసెట్‌లు.",
    "th": "แป้นพิมพ์ลัดเพื่อแปล เขียนใหม่ และจัดรูปแบบข้อความโดยตรงในตำแหน่งที่คุณพิมพ์ ไม่มีการคัดลอกวาง ค่าที่ตั้งล่วงหน้าปรับแต่งได้เต็มที่",
    "tr": "Metni doğrudan yazdığınız yerde çevirmek, yeniden yazmak ve biçimlendirmek için klavye kısayolları. Kopyala-yapıştır yok, tamamen özelleştirilebilir hazır ayarlar.",
    "uk": "Комбінації клавіш для перекладу, переписуванню та стилізації тексту безпосередньо під час введення. Без копіювання, повністю настроювані пресети.",
    "vi": "Phím tắt để dịch, viết lại và tạo kiểu cho bất kỳ văn bản nào trực tiếp tại nơi bạn nhập. Không cần sao chép-dán, cài đặt trước hoàn toàn có thể tùy chỉnh.",
    "zh_CN": "键盘快捷键直接在输入处翻译、重写和设置文本样式。无需复制粘贴，完全可自定义的预设。",
    "zh_TW": "鍵盤快速鍵直接在輸入處翻譯、重寫和設定文字樣式。無需複製貼上，完全可自訂の預設。"
  },
  "extensionName": {
    "am": "PowerInput : በAI ይተርጉሙ እና ይለውጡ",
    "ar": "PowerInput: ترجم وحسن بذكاء اصطناعي",
    "bg": "PowerInput: Превеждай и Стилизирай с AI",
    "bn": "PowerInput: AI দিয়ে অনুবাদ ও স্টাইল করুন",
    "ca": "PowerInput: Tradueix i Estilitza amb IA",
    "cs": "PowerInput: Překládej a Styluj pomocí AI",
    "da": "PowerInput: Oversæt & Styl med AI",
    "de": "PowerInput: KI-Übersetzung & Text-Styling",
    "el": "PowerInput: Μετάφραση & Στυλ με AI",
    "en": "PowerInput: AI Translate, Rewrite & Style Inline",
    "es": "PowerInput: Traduce, Redacta y Estiliza con IA",
    "es_419": "PowerInput: Traduce, Redacta y Estiliza con IA",
    "et": "PowerInput: Tõlgi ja Stiili AI-ga",
    "fa": "PowerInput: ترجمه و استایل با هوش مصنوعی",
    "fi": "PowerInput: Käännä ja Muotoile AI:lla",
    "fil": "PowerInput: Isalin at I-style gamit ang AI",
    "fr": "PowerInput : Traduis, Récris & Stylise par IA",
    "gu": "PowerInput: AI સાથે અનુવાદ અને સ્ટાઇલ",
    "he": "PowerInput: תרגם ועצב עם בינה מלאכותית",
    "hi": "PowerInput: AI से अनुवाद और स्टाइल करें",
    "hr": "PowerInput: Prevedi i Stiliziraj uz AI",
    "hu": "PowerInput: Fordíts és Stilizálj AI-val",
    "id": "PowerInput: Terjemahkan & Gaya dengan AI",
    "it": "PowerInput: Traduci, Riscrivi e Stilizza con IA",
    "ja": "PowerInput: AIで翻訳・書き換え・装飾",
    "kn": "PowerInput: AI ಮೂಲಕ ಅನುವಾದಿಸಿ ಮತ್ತು ಮಾರ್ಪಡಿಸಿ",
    "ko": "PowerInput: AI 번역, 재작성 및 스타일링",
    "lt": "PowerInput: Versk ir Stiliuok su AI",
    "lv": "PowerInput: Tulko un Stilizē ar AI",
    "ml": "PowerInput: AI ഉപയോഗിച്ച് വിവർத்தനം ചെയ്യുക",
    "mr": "PowerInput: AI सह अनुवाद आणि शैली",
    "ms": "PowerInput: Terjemah & Gaya dengan AI",
    "nl": "PowerInput: Vertaal & Stijl met AI",
    "no": "PowerInput: Oversett & Stiler med AI",
    "pl": "PowerInput: Tłumacz i Stylizuj z AI",
    "pt_BR": "PowerInput: Traduza, Reescreva e Estilize com IA",
    "pt_PT": "PowerInput: Traduza, Reescreva e Estilize com IA",
    "ro": "PowerInput: Tradu și Stilizează cu AI",
    "ru": "PowerInput: Перевод и Стилизация через ИИ",
    "sk": "PowerInput: Prekladaj a Styluj s AI",
    "sl": "PowerInput: Prevedi in Stiliziraj z AI",
    "sr": "PowerInput: Преведи и Стилизуј уз помоћ ИИ",
    "sv": "PowerInput: Översätt & Styla med AI",
    "sw": "PowerInput: Tafsiri & Booresha kwa AI",
    "ta": "PowerInput: AI மூலம் மொழிபெயர்ப்பு & ஸ்டைல்",
    "te": "PowerInput: AI తో అనువాదం & స్టైలింగ్",
    "th": "PowerInput: แปลและจัดสไตล์ด้วย AI",
    "tr": "PowerInput: AI ile Çevir ve Biçimlendir",
    "uk": "PowerInput: Переклад та Стилізація через ШІ",
    "vi": "PowerInput: Dịch & Tạo kiểu bằng AI",
    "zh_CN": "PowerInput：AI 翻译、重写与润色",
    "zh_TW": "PowerInput：AI 翻譯、重寫與潤色"
  }
}
